tap "apenngrace/vulkan"
tap "bl4cc4t/vsplugins"
tap "datawire/blackbird"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kdash-rs/kdash"
tap "railwayapp/railway"
tap "sourcegraph/src-cli"
brew "actionlint"
brew "giflib"
brew "jpeg", link: true
brew "libpng"
brew "openssl@1.1"
brew "autoconf"
brew "automake"
brew "xz"
brew "aws-iam-authenticator"
brew "readline"
brew "awscli"
brew "bandwhich"
brew "bat"
brew "black", restart_service: true
brew "zstd"
brew "bpython"
brew "pkg-config"
brew "broot"
brew "bzip2"
brew "gettext"
brew "pcre2"
brew "python@3.9"
brew "cairo"
brew "chart-testing"
brew "cheat"
brew "choose-rust"
brew "cmake"
brew "curl"
brew "deno"
brew "direnv"
brew "dive"
brew "docker", link: false
brew "dprint"
brew "duf"
brew "duti"
brew "esptool"
brew "exa"
brew "fd"
brew "libtool"
brew "libevent"
brew "harfbuzz"
brew "x264"
brew "ffmpeg"
brew "fzf"
brew "gallery-dl"
brew "gcc"
brew "gh"
brew "ghc"
brew "git"
brew "git-delta"
brew "gitui"
brew "glab"
brew "glow"
brew "gnupg"
brew "go"
brew "gopls"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grex"
brew "hadolint"
brew "haskell-stack"
brew "helm"
brew "himalaya"
brew "htmlq"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "ipython"
brew "isort"
brew "jless"
brew "jq"
brew "just"
brew "k9s"
brew "librdkafka"
brew "kcat"
brew "kubernetes-cli"
brew "kubectx"
brew "less"
brew "llvm"
brew "lua"
brew "lua-language-server"
brew "luarocks"
brew "mas"
brew "media-info"
brew "mosh", args: ["HEAD"]
brew "vapoursynth"
brew "mpv"
brew "mypy"
brew "navi"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "openblas"
brew "ouch"
brew "pinentry-mac"
brew "pipgrip"
brew "poetry"
brew "pre-commit"
brew "prettyping"
brew "procs"
brew "pv"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "speedtest-cli"
brew "stylua"
brew "subversion"
brew "tealdeer"
brew "texlab"
brew "tmux", args: ["HEAD"]
brew "translate-shell"
brew "virtualenv"
brew "websocat"
brew "wget"
brew "xh"
brew "xplr"
brew "yadm"
brew "yaml-language-server"
brew "yamllint"
brew "yq"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "bl4cc4t/vsplugins/vsp-ffms2", args: ["HEAD"]
brew "datawire/blackbird/telepresence-arm64"
brew "heroku/brew/heroku"
brew "kdash-rs/kdash/kdash"
brew "railwayapp/railway/railway"
brew "sourcegraph/src-cli/src-cli"
cask "1password"
cask "1password-cli"
cask "affinity-photo"
cask "altserver"
cask "appcleaner"
cask "balenaetcher"
cask "dash"
cask "devutils"
cask "docker"
cask "dozer"
cask "eul"
cask "firefox"
cask "font-meslo-lg-nerd-font"
cask "font-roboto"
cask "font-source-code-pro"
cask "garmin-basecamp"
cask "google-cloud-sdk"
cask "home-assistant"
cask "hot"
cask "iina"
cask "iterm2"
cask "keka"
cask "keyboard-maestro"
cask "kitty"
cask "lincastor"
cask "little-snitch"
cask "makemkv"
cask "mkvtoolnix"
cask "numi"
cask "paw"
cask "pictogram"
cask "plex"
cask "plexamp"
cask "private-internet-access"
cask "proxyman"
cask "raycast"
cask "rocket"
cask "slack"
cask "spaceman"
cask "tableplus"
cask "telegram"
cask "timemachineeditor"
cask "topnotch"
cask "tower"
cask "typora"
cask "visual-studio-code"
cask "wezterm"
cask "xld"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Boop", id: 1518425043
mas "CloudMounter", id: 1130254674
mas "Color Picker", id: 1545870783
mas "Color UI", id: 1092899208
mas "Craft", id: 1487937127
mas "Dark Reader for Safari", id: 1438243180
mas "Darkroom", id: 953286746
mas "Expressions", id: 913158085
mas "Git Streaks", id: 1525795950
mas "Grocery", id: 1195676848
mas "KeyKey", id: 1035137927
mas "Keynote", id: 409183694
mas "Mactracker", id: 430255202
mas "Mastonaut", id: 1450757574
mas "Numbers", id: 409203825
mas "Outbank", id: 1094255754
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Pastel", id: 413897608
mas "PDF Viewer", id: 1120099014
mas "PiPer", id: 1421915518
mas "Refined GitHub", id: 1519867270
mas "RunCat", id: 1429033973
mas "Shazam", id: 897118787
mas "StopTheMadness", id: 1376402589
mas "Super Agent", id: 1568262835
mas "Tamperish", id: 1516885392
mas "Tampermonkey", id: 1482490089
mas "TestFlight", id: 899247664
mas "Textual IRC Client", id: 1262957439
mas "Tweetbot", id: 1384080005
mas "Vimari", id: 1480933944
mas "Yoink", id: 457622435
