tap "afnanenayet/tap"
tap "datawire/blackbird"
tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "kdash-rs/kdash"
tap "microsoft/mssql-release"
tap "modularml/packages"
tap "oven-sh/bun"
tap "tj-actions/tap"
brew "actionlint"
brew "giflib"
brew "libpng"
brew "xz"
brew "zstd"
brew "ca-certificates"
brew "openssl@3"
brew "ast-grep"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "readline"
brew "awscli"
brew "bandwhich"
brew "bat"
brew "black"
brew "bpython"
brew "broot"
brew "bzip2"
brew "pcre2"
brew "cairo"
brew "cargo-nextest"
brew "chart-testing"
brew "cheat"
brew "choose-rust"
brew "colima"
brew "curl"
brew "deno"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dprint"
brew "duf"
brew "dust"
brew "duti"
brew "esptool"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "pango"
brew "ffmpeg"
brew "flake8"
brew "libtool"
brew "unixodbc"
brew "freetds"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghc"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitui"
brew "glab"
brew "glow"
brew "gnupg"
brew "go"
brew "librsvg"
brew "graphviz"
brew "grex"
brew "hadolint"
brew "hatch"
brew "helm"
brew "htmlq"
brew "htop"
brew "hyperfine"
brew "ipython"
brew "isort"
brew "jless"
brew "jpeg"
brew "jq"
brew "jupyterlab"
brew "just"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "less"
brew "librdkafka"
brew "llvm"
brew "lpeg"
brew "macos-trash"
brew "mas"
brew "monolith"
brew "mosh", args: ["HEAD"]
brew "mypy"
brew "navi"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "openblas"
brew "openshift-cli"
brew "ouch"
brew "pdm"
brew "pipgrip"
brew "pipx"
brew "pnpm"
brew "poetry"
brew "pre-commit"
brew "prettier"
brew "prettyping"
brew "procs"
brew "pv"
brew "pylyzer"
brew "pyright"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "rclone"
brew "rename"
brew "ripgrep"
brew "ruff"
brew "rustup"
brew "sad"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "stylua"
brew "subversion"
brew "tealdeer"
brew "texlab"
brew "tmux"
brew "translate-shell"
brew "trivy"
brew "vale"
brew "virtualenv"
brew "websocat"
brew "wget"
brew "xh"
brew "xplr"
brew "yadm"
brew "yamllint"
brew "yq"
brew "yt-dlp"
brew "zellij"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "afnanenayet/tap/diffsitter"
brew "fsouza/prettierd/prettierd"
brew "kdash-rs/kdash/kdash"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools18"
brew "modularml/packages/modular"
brew "oven-sh/bun/bun"
brew "tj-actions/tap/auto-doc"
cask "1password"
cask "1password-cli"
cask "arc"
cask "coconutbattery"
cask "devutils"
cask "eul"
cask "font-meslo-lg-nerd-font"
cask "font-roboto"
cask "font-source-code-pro"
cask "google-cloud-sdk"
cask "home-assistant"
cask "hot"
cask "iina"
cask "jordanbaird-ice"
cask "keka"
cask "kitty"
cask "microsoft-auto-update"
cask "monitorcontrol"
cask "numi"
cask "pictogram"
cask "plexamp"
cask "proxyman"
cask "rapidapi"
cask "raycast"
cask "slack"
cask "tableplus"
cask "thingsmacsandboxhelper"
cask "timemachineeditor"
cask "topnotch"
cask "tower"
cask "visual-studio-code"
cask "vivaldi"
cask "wezterm"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Boop", id: 1518425043
mas "Color Picker", id: 1545870783
mas "Color UI", id: 1092899208
mas "Consent-O-Matic", id: 1606897889
mas "Craft", id: 1487937127
mas "Dark Reader for Safari", id: 1438243180
mas "Expressions", id: 913158085
mas "File Icons for GitHub and GitLab", id: 1631366167
mas "Focused Work", id: 1523968394
mas "HiCoffee", id: 1507361706
mas "Infuse", id: 1136220934
mas "KeyKey", id: 1035137927
mas "Keynote", id: 409183694
mas "Mona", id: 1659154653
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pastel", id: 413897608
mas "PiPer", id: 1421915518
mas "Refined GitHub", id: 1519867270
mas "RunCat", id: 1429033973
mas "StopTheMadness", id: 1376402589
mas "Tampermonkey", id: 1482490089
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "TrueConf", id: 767406785
mas "Userscripts-Mac-App", id: 1463298887
mas "Weathergraph", id: 1501958576
mas "Yoink", id: 457622435
vscode "asvetliakov.vscode-neovim"
vscode "github.vscode-github-actions"
vscode "mindaro-dev.file-downloader"
vscode "mindaro.mindaro"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "redhat.vscode-yaml"
vscode "vscodevim.vim"
vscode "zhuangtongfa.material-theme"
