tap "datawire/blackbird"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kdash-rs/kdash"
tap "sourcegraph/src-cli"
brew "actionlint"
brew "giflib"
brew "libpng"
brew "xz"
brew "zstd"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "readline"
brew "python@3.11", link: false
brew "awscli"
brew "bandwhich"
brew "bat"
brew "black", restart_service: true
brew "bpython"
brew "broot"
brew "bzip2"
brew "pcre2"
brew "cairo"
brew "cargo-nextest"
brew "chart-testing"
brew "cheat"
brew "choose-rust"
brew "libtool"
brew "colima"
brew "curl"
brew "deno"
brew "direnv"
brew "dive"
brew "docker"
brew "dprint"
brew "duf"
brew "duti"
brew "esptool"
brew "exa"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "python@3.9"
brew "ghc"
brew "git"
brew "git-delta"
brew "gitui"
brew "glab"
brew "glow"
brew "gnupg"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grex"
brew "hadolint"
brew "helm"
brew "htmlq"
brew "htop"
brew "hyperfine"
brew "ipython"
brew "isort"
brew "jless"
brew "jpeg", link: true
brew "jq"
brew "jupyterlab"
brew "just"
brew "k9s"
brew "librdkafka"
brew "kcat"
brew "kubernetes-cli"
brew "kubectx"
brew "less"
brew "llvm"
brew "lua-language-server"
brew "mas"
brew "mosh", args: ["HEAD"]
brew "mypy"
brew "navi"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "openblas"
brew "ouch"
brew "pipgrip"
brew "pipx"
brew "virtualenv"
brew "poetry"
brew "pre-commit"
brew "prettier"
brew "prettyping"
brew "procs"
brew "pv"
brew "python@3.10"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "ruff"
brew "rust-analyzer"
brew "rustup-init"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "speedtest-cli"
brew "stylua"
brew "subversion"
brew "tealdeer"
brew "texlab"
brew "tmux"
brew "translate-shell"
brew "trivy"
brew "websocat"
brew "wget"
brew "xh"
brew "xplr"
brew "yadm"
brew "yaml-language-server"
brew "yamllint"
brew "yq"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "datawire/blackbird/telepresence-arm64"
brew "kdash-rs/kdash/kdash"
brew "sourcegraph/src-cli/src-cli"
cask "1password"
cask "1password-cli"
cask "devutils"
cask "eul"
cask "firefox"
cask "font-meslo-lg-nerd-font"
cask "font-roboto"
cask "font-source-code-pro"
cask "google-cloud-sdk"
cask "home-assistant"
cask "hot"
cask "iina"
cask "keka"
cask "keyboard-maestro"
cask "kitty"
cask "microsoft-teams"
cask "mimestream"
cask "monitorcontrol"
cask "numi"
cask "pictogram"
cask "plexamp"
cask "proxyman"
cask "rapidapi"
cask "raycast"
cask "slack"
cask "tableplus"
cask "timemachineeditor"
cask "topnotch"
cask "tower"
cask "visual-studio-code"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Boop", id: 1518425043
mas "Color Picker", id: 1545870783
mas "Color UI", id: 1092899208
mas "Consent-O-Matic", id: 1606897889
mas "Craft", id: 1487937127
mas "Dark Reader for Safari", id: 1438243180
mas "Expressions", id: 913158085
mas "Infuse", id: 1136220934
mas "KeyKey", id: 1035137927
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pastel", id: 413897608
mas "PiPer", id: 1421915518
mas "Refined GitHub", id: 1519867270
mas "RunCat", id: 1429033973
mas "StopTheMadness", id: 1376402589
mas "Tampermonkey", id: 1482490089
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "Yoink", id: 457622435
